Repository: arauchfuss/Simple-Comic
Catalog: Resources/*.lproj/MainMenu.strings
Languages: fr

# 5.title
source: Bring All to Front
fr: Tout ramener au premier plan

# 19.title
source: Window
fr: Fenêtre

# 23.title
source: Minimize
fr: Réduire/agrandir

# 24.title
source: Window
fr: Fenêtre

# 58.title
source: About Simple Comic
fr: À propos de Simple Comic

# 129.title
source: Preferences…
fr: Préférences…

# 134.title
source: Hide Simple Comic
fr: Masquer Simple Comic

# 136.title
source: Quit Simple Comic
fr: Quitter Simple Comic

# 145.title
source: Hide Others
fr: Masquer les autres applications

# 150.title
source: Show All
fr: Tout afficher

# 255.title
source: File
fr: Fichier

# 256.title
source: File
fr: Fichier

# 259.title
source: Open…
fr: Ouvrir…

# 336.title
source: View
fr: Présentation

# 337.title
source: View
fr: Présentation

# 338.title
source: Full Screen
fr: Plein écran

# 385.title
source: Change Order
fr: Modifier l'ordre

# 468.title
source: Password
fr: Mot de passe

# 670.title
source: Thumbnail Exposé
fr: Exposé de vignettes

# 671.title
source: Zoom Out
fr: Zoom arrière

# 672.title
source: Reset Zoom
fr: Réinitialiser le zoom

# 863.title
source: Go
fr: Aller

# 864.title
source: Go
fr: Aller

# 866.title
source: Page Right
fr: Page de droite

# 867.title
source: Page Left
fr: Page de gauche

# 868.title
source: Shift One Page Right
fr: Se rendre à la page de droite

# 869.title
source: Shift One Page Left
fr: Se rendre à la page de gauche

# 960.title
source: Close Window
fr: Fermer

# 977.title
source: Two Page Spread
fr: Pages opposées

# 984.title
source: Image Scaling
fr: Ajuster la taille

# 985.title
source: Image Scaling
fr: Ajuster la taille

# 986.title
source: Scale to Width
fr: Ajuster en largeur

# 987.title
source: Original Size
fr: Taille réelle

# 988.title
source: Scale to Window
fr: Adapter à la fenêtre

# 992.title
source: Hide Page
fr: Retirer la page

# 1065.title
source: First Page
fr: Première page

# 1067.title
source: Last Page
fr: Dernière page

# 1080.title
source: Encoding
fr: Encodage

# 1104.title
source: Rotate Left
fr: Rotation de la page dans le sens trigonométrique

# 1105.title
source: Rotate Right
fr: Rotation de la page dans le sens des aiguilles d'une montre

# 1157.title
source: Skip Right
fr: Avancer de 10 pages vers la droite

# 1158.title
source: Skip Left
fr: Avancer de 10 pages vers la gauche

# 1206.title
source: Help
fr: Aide

# 1207.title
source: Help
fr: Aide

# 1208.title
source: Simple Comic Help
fr: Aide Simple Comic

# 1210.title
source: Zoom In
fr: Zoom avant

# 1216.title
source: Image Loupe
fr: Loupe

# 1693.title
source: Archive is Password Protected
fr: Archive protégée par un mot de passe

# 1694.title
source: Password:
fr: Mot de passe:

# 1695.title
source: Archive will not open without a password
fr: Cette archive ne s'ouvrira pas sans le mot de passe requis

# 1696.title
source: Open
fr: Ouvrir

# 1697.title
source: Cancel
fr: Annuler

# 1708.title
source: Select
fr: Sélectionner

# 1709.title
source: Sample filename:
fr: Exemple de nom de fichier:

# 1710.title
source: Encoding:
fr: Encodage:

# 1712.title
source: Cancel
fr: Annuler

# 1857.title
source: Open Recent
fr: Ouvrir un document récent

# 1858.title
source: Open Recent
fr: Ouvrir un document récent

# 1859.title
source: Clear Menu
fr: Effacer le menu
